INSERT INTO news (title, date, text)
VALUES
('Tesla предлагает подписку на «полный автопилот» за 199 долларов в месяц','2021-07-17','Функция Tesla Full Self-Driving (FSD) наконец-то стала доступна по подписке. Ее стоимость составляет 199 долларов в месяц. Для тех, кто раньше уже заплатил за Enhanced Autopilot, цена составляет 99 долларов в месяц. Отменить подписку можно в любое время.
FSD работает только на машинах с соответствующим компьютером (HW3.0). Если электромобиль им не оснащен, дооснащение стоит 1500 долларов.
Впервые о планах предложить FSD по подписке Маск рассказал в апреле 2020 года. Тогда предполагалось, что функция станет доступна в конце 2020 года, потом срок был отодвинут на начало 2021 года, а потом — на май.
Источник видит положительную сторону подписки в сравнении с однократной уплатой 10 000 долларов за автопилот в том, что пользователь может отказаться от подписки, если работа FSD его не устраивает, без финансовых потерь.
'),
('Дом сгорел, компьютер сгорел, а видеокарта – нет. GeForce RTX 2070 Super демонстрирует чудеса живучести','2021-07-17','Интересная история с пожаром продемонстрировала поразительную живучесть видеокарты GeForce RTX 2070 Super. Немецкий ретейлер Caseking, торгующий комплектующими для ПК, запустил программу Kill my case, чем-то напоминающую известную телепередачу «Тачку на прокачку». Только вместо «тачки» – ПК. И одним из объектов очередной «прокачки» стал побывавший в пожаре компьютер. Как видно на фото, тюнинговать в нем особо нечего, но специалисты попытались определить и спасти выжившие комплектующие. И у них получилось!
Для съемки этого выпуска пригласили известного в YouTube энтузиаста и оверклокера Der8auer. Он быстро определил, что процессор (AMD Ryzen 7 2700X) пережил пожар – его защитила система жидкостного охлаждения, поэтому прямого контакта CPU с огнем не было. Памяти, блоку питания и материнской плате не повезло – они сгорели. А вот видеокарта, вид которой не вызывал особого оптимизма, сохранила свою работоспособность.
Конечно, для приведения ее в более-менее нормальное состояние понадобилось все разобрать и почистить, но после проверки мультиметром и установки новой системы охлаждения с жидким азотом она заработала.
Это 3D-картой оказалась MSI RTX 2070 Super серии Gaming с тремя вентиляторами. Все ключевые ее компоненты – регуляторы напряжения, чипы памяти, GPU и т.д. – не пострадали.
Der8auer даже пошутил, что глядя на такую видеокарту, никто не должен жаловаться на жесткий температурный режим видеоадаптера. Если уж он пожар пережил, то и любые видеоигры переживет тем более.
'),
('Малайзийская полиция уничтожила оборудование, изъятое у майнеров, которые украли электричества на 2 млн долларов','2021-07-17','В малайзийском городе Мири на этой неделе можно было наблюдать необычное мероприятие: полиция уничтожила 1069 систем для добычи криптовалют. Они были конфискованы в ходе шести рейдов, проведенных совместно с местной энергетической компанией, которая обвинила майнеров в краже электроэнергии. Как утверждается, в период c февраля по апрель этого года они украли электричества на 2 млн долларов.
Полиция арестовала восемь подозреваемых. Шестерым было предъявлено обвинение. Все они оштрафованы и лишены свободы на срок до восьми месяцев.
По данным полиции, воровство электроэнергии приняло такие масштабы, что только в этом году в результате незаконных подключений к электросетям с нарушением норм уже сгорело три дома.
Остается добавить, что уничтоженное оборудование оценивается в 1,26 млн долларов. Или правильнее будет сказать, оценивалось.
'),
('AMD, как и Intel, может добавить в свои серверные процессоры CPU Epyc следующего поколения память HBM','2021-07-17','Похоже, добавление памяти HBM в процессоры может стать новым стандартом для серверного рынка. Источники сообщают, что CPU Epyc поколения Genoa, основанные на архитектуре Zen 4, могу получить собственную память HBM.
Напомним, в линейке процессоров Intel Sapphire Rapids тоже будут такие модели, хотя они и выйдут позже обычных. У новых Epyc тоже не все процессоры получат дополнительную память, если, конечно, получат вообще, так как AMD ещё не приняла окончательного решения на этот счёт.
Такие модели серверных процессоров могут выйти в качестве решений для определённых партнёров. При этом у AMD есть альтернатива в виде технологии 3D V-Cache, которая позволяет нарастить кэш-память процессоров простым и достаточно дешёвым методом.
'),
('Владельцам электромобилей Chevrolet Bolt 2017-2019 годов выпуска рекомендовано не парковать их в помещениях и не оставлять заряжаться на ночь без присмотра','2021-07-17','Владельцы электромобилей Chevrolet Bolt, выпущенных в период с 2017 по 2019 год, не должны парковать их в помещении или оставлять для зарядки на ночь без присмотра. Об этом сказано в «предупреждении о безопасности», которое издала национальная администрация дорожного движения (NHTSA) США. Предупреждение было опубликовано после того, как загорелись два электромобиля Bolt, включенных производителем в отзыв в 2020 году. Один пожар произошел в начале месяца возле дома законодателя штата Вермонт, а другой — в Нью-Джерси.
Автопроизводитель заверяет, безопасность является для него «наивысшим приоритетом», и он старается «как можно быстрее решить проблему». По данным NHTSA, батареи в указанных выше транспортных средствах могут самопроизвольно начаться дымиться и загореться.
В прошлом году компания GM отозвала более 68 000 электромобилей Bolt. Она выпустила обновление  ПО для этих машин, в котором ограничила зарядку аккумуляторов до 90% полной емкости. Кроме того, компания пообещала установить диагностическое программное обеспечение на этих машинах, чтобы предотвратить возгорания и заменить батареи, в которых будут обнаружены какие-либо «аномалии».
В электромобилях Bolt, склонных к самовозгоранию, используются аккумуляторы производства LG Chem.
'),
('Кроссовер Tesla Model X попал в самый центр торнадо и заснял всё на видео','2021-07-17','В очередной раз камеры автомобиля Tesla засняли необычную ситуацию. Model X попала, судя по всему, в самый эпицентр торнадо, пронёсшегося по Онтарио пару дней назад.
И благодаря режиму Sentry Mode машина записала происходящее. На видео видно, как резко усиливается ветер, вплоть до того, что машины рядом сдвигаются с места.
Model X в этом плане, судя по видео, повезло. Из-за большой массы кроссовера (около 2,5 тонны) он остался неподвижным. Хотя и сам торнадо был всего лишь категории EF-2 (по предварительной оценке), так что в случае более мощного шторма всё могло бы сложиться иначе.
'),
('Беспроводные наушники Samsung Galaxy Buds2 получили не только активное шумоподавление, но и одну из функций AirPods','2021-07-17','В Сети появились новые подробности о беспроводных наушниках Galaxy Buds2 – их Samsung представит 11 августа вместе с умными часами Galaxy Watch4 и смартфонами Galaxy Z Fold3 и Galaxy Z Flip3. Причем новые данные взяты прямо из официального источника – приложения Galaxy Wearable, которое и отвечает за работу наушников.
Скриншоты приложения не только подтверждают поддержку наушниками системы активного шумоподавления, но и возможность ее включения при использовании только одного наушника, как в AirPods. Через Galaxy Wearable пользователи смогут самостоятельно активировать управление различными функциями при помощи нажатий на сенсорные области – одного, двух, трех нажатий. Словом, каждый сможет использовать настроенный под себя алгоритм управления наиболее востребованными функциями.
Благодаря приложению раскрыт еще один цветовой вариант Galaxy Buds2 – желтый. Остальные варианты цвета – белый, черный, зеленый и фиолетовый – подтверждены. Правда, зеленый выглядит не так, как представлялось раньше: он больше похож на светло-коричневый.
Также стала известна емкость аккумуляторов: в наушниках используются миниатюрные батареи емкостью 61 мА·ч, а емкость аккумуляторной батареи футляра – 472 мА·ч.
'),
('Первый в мире «умный автомобиль с лидаром» оказался очень популярным. За 7 часов на Xpeng P5 оформлено больше 5000 заказов','2021-07-18','Xpeng Motors анонсировала электромобиль Xpeng P5 весной во время Шанхайского автосалона, тогда же стартовал прием заказов на новинку, но в рамках выставки. Сейчас же в Китае начались полноценные предварительные продажи автомобиля. И они говорят о том, что на родине Xpeng P5 будет не менее популярным, чем флагманский седан Xpeng P7.
Всего за семь часов на электромобиль оформлено свыше 5000 заказов. Если в рамках выставки стоимость Xpeng P5 известна не была, то сейчас она раскрыта: базовая версия предлагается за 24 775 долларов, а топовая стоит 35 600 долларов. Производитель называет Xpeng P5 первым в мире «умным автомобилем с лидаров» – у топовой версии с системой автономного вождения XPILOT 3.5 два лидара, пять радаров миллиметрового диапазона, 12 ультразвуковых датчиков и 13 камер высокого разрешения.
Xpeng P5 оснащается силовой установкой мощностью 211 л.с. У тяговой батареи три варианта емкости: 55,9, 66,2 и 71,4 кВт·ч. Запас хода, измеренный по методике NEDC, составляет 460, 550 и 600 км соответственно. Поставки товарных Xpeng P5 должны начаться в конце октября.
'),
('Версии Windows 11 для бизнеса получат темную тему оформления по умолчанию','2021-07-18','Темная тема оформления довольно популярна среди пользователей различных программ, мессенджеров и мобильных устройств, поэтому нет ничего удивительного в том, что Microsoft хочет расширить ее применение в Windows. Так, по словам представителя компании, в некоторых версиях Windows 11 темная тема оформления будут активирована по умолчанию – при настройке нового устройства или чистой установке операционной системы.
В Microsoft считают, что «мы проводим много времени, глядя на яркие экраны», поэтому темный режим будет включен по умолчанию. Во время мероприятия Microsoft Inspire компания подтвердила, что планирует принудительно включить темный режим «во всех коммерческих версиях Windows 11», в то же время в пользовательских версиях ОС по умолчанию продолжит использоваться стандартная светлая тема оформления.
Само собой, включение темной темы по умолчанию вовсе не значит, что пользователю можно забыть о классической теме – при желании, ее можно будет активировать самостоятельно и установить в качестве основной.
'),
('Один из создвателей Ethereum ушёл из криптоиндустрии ради личной безопасности','2021-07-18','Энтони Ди Иорио (Anthony Di Iorio), соучредитель сети Ethereum, говорит, что покончил с миром криптовалют отчасти из соображений личной безопасности. У 48-летнего Ди Иорио с 2017 года есть команда службы безопасности.
В ближайшие недели он планирует продать свою компанию Decentral Inc. и переориентировать внимание на благотворительность и другие предприятия, не связанные с криптовалютой. Канадец рассчитывает вовремя разорвать связи с другими стартапами, в которых он участвует, и не планирует больше финансировать проекты блокчейнов. При этом Энтони Ди Иорио отказался раскрыть информацию о своих активах в криптовалюте.
В 2018 году Энтони Ди Иорио купил самую большую и одну из самых дорогих квартир в Канаде, частично заплатив за нее криптовалютой. Ди Иорио приобрел трехэтажный пентхаус за 28 миллионов канадских долларов (22 миллиона долларов США) в отеле St. Regis Residences Toronto.
В последние годы Ди Иорио занялся венчурным инвестированием и консультированием стартапов. Он также некоторое время был директором по цифровым технологиям на фондовой бирже Торонто. В феврале 2018 года Forbes оценил его собственный капитал в 1 миллиард долларов. С тех пор цена Ethereum выросла более чем вдвое.
По словам Ди Иорио, Decentral будет оценена в «сотни миллионов долларов». Он рассчитывает продать компанию за фиатные деньги или долю в другой компании, а не за криптовалюту.
'),
('Представлены духи Ford Mach-Eau с ароматом бензина и резины','2021-07-18','Компания Ford создал духи премиум-класса для тех, кто «жаждет динамики нового полностью электрического Mustang Mach-E GT, но при этом не скучает по запахам традиционных бензиновых автомобилей».
В ходе опроса, проведенного по заказу Ford, каждый пятый водитель сказал, что запах бензина — это то, чего им больше всего будет не хватать при переходе к электромобилям, при этом почти 70% в той или иной мере упомянули запах бензина. По степени популярности запах бензина сравнивают с запахом новых книг, он также более популярен, чем аромат вина и сыра. Таковы результаты опроса.
Духи Ford Mach-Eau были созданы при участи компания Olfiction и Британского общество парфюмеров. Высококачественный аромат сочетает в себе «запах бензины, дымные аккорды, элементы резины и даже «звериный» элемент, отсылающий к наследию Mustang».
Ford представила аромат на Фестивале скорости в Гудвуде, ежегодном мероприятии, которое привлекает зрителей со всего мира. Аромат, который пока нельзя купить, вероятно, будут дарить покупателям Mustang Mach-E GT.
Полностью электрический Mustang Mach-E GT разгоняется от 0 до 100 км/ч всего за 3,7 с, он уже доступен для заказа.
'),
('Опубликован первый обзор монитора LG UltraFine 32EP950-B OLED Pro','2021-07-18','Представляя в январе монитор LG UltraFine 32EP950-B OLED Pro, производитель не стал называть цену и срок начала продаж. Позже этот пробел был устранен: датой начала продаж монитора было названо 16 июля. Хотя в крупном магазине B&H новинку все еще сопровождает пометка «появится скоро», этот магазин опубликовал первый обзор нового профессионального монитора 4K, так что продажи могут начаться со дня на день.
В обзоре монитор назван «удивительным» и «захватывающим». Как утверждается, он действительно создан для профессионалов и лучше всего подходит для таких рабочих процессов, как графический дизайн, редактирование изображений и видео, и мониторинг трансляций.
Напомним, цена монитора, основой которого служит панель OLED размером 31,5 дюйма и разрешением 3840 x 2160 пикселей, равна 3999 долларам.
'),
('Realme GT Master Series – первый смартфон с 19 ГБ оперативной памяти. Но есть нюанс','2021-07-18','Realme опубликовала тизер, посвященный смартфонам новой линейки Realme GT Master Series. Красочная картинка обещает целых 19 ГБ оперативной памяти, но на деле физической ОЗУ, набранной соответствующими микросхемами памяти, будет куда меньше.
Не обман, но маркетинг – так можно охарактеризовать этот тизер. В смартфоне будет 12 ГБ ОЗУ, а остальные 7 ГБ приходятся на технологию расширения памяти – виртуальный раздел, создающийся во флеш-памяти смартфона и выполняющий роль ОЗУ. Такая функция есть не только у Oppo, но и у Vivo и, с недавних пор, Xiaomi. ZTE обещает смартфон с 20 ГБ ОЗУ, но и в этом случае реальной оперативной памяти будет меньше (скорее всего, 16-18 ГБ), а остальной объем придется на виртуальную память.
'),
('Honda готова ускорить переход к выпуску только электромобилей','2021-07-18','Компания Honda Motor готова перейти на продажу только электрифицированных автомобилей раньше, чем планировалось, если Европейский Союз введет более жесткие правила с опережением сроков. Заявление об этом прозвучало в конце недели из уст президента и генерального директора японской компании Тошихиро Мибе (Toshihiro Mibe).
После вступления в должность в апреле Мибе пообещал, что к 2040 году компания исключит из продаж все обычные автомобили. Их заменят электромобили и автомобили на топливных элементах. Но сейчас Европейский союз предлагает практически запретить продажу новых автомобилей с двигателем внутреннего сгорания к 2035 году.
Honda продает в Европе около 100 000 автомобилей в год, что составляет 2% мировых продаж автомобилей этой марки.
'),
('Это Huawei Mate 40 или Honor Magic3? Новинку Honor показали на новом рендере','2021-07-18','В Сети опубликован новый рендер смартфона Honor Magic3, и на нем устройство выглядит совсем не так, как его изображали несколько дней тому назад: вместо камеры, все четыре модуля которой выстроены в вертикальный ряд по центру тыльной панели, на новой картинке – подобие Huawei Mate 40. В чем причина таких разночтений?
На самом деле, никаких разночтений нет, просто в составе линейки Magic3 будет несколько моделей с разным дизайном: Magic3 SE и Magic 3 выполнены в духе Huawei Mate 40, а у Magic3 Pro и Magic3 Pro+ будет свое исполнение основной камеры.
'),
('Panasonic присоединяется к американскому проекту скоростной добычи лития','2021-07-18','Компания Panasonic присоединилась к проекту скоростной добычи лития, возглавляемому крупнейшей нефтесервисной компанией Schlumberger.
Эта компания уже запустила пилотную установку по извлечению лития из подземных литиеносных рассолов в американском штате Невада, а Panasonic тестирует образцы полученного лития, чтобы определить, подходит ли он для аккумуляторов электромобилей. Японская компания также проконсультирует Schlumberger, что можно улучшить в процессе добычи.
Промышленным стандартом извлечения лития является очистка залежей минеральной руды или осушение рассола в прудах-испарителях. В последнем случае рассол поступает из подземных соленых озер, и литиевый концентрат является результатом испарения на солнце. Однако получение лития с использованием прудов-испарителей обычно занимает больше года. К тому же при этом в литии остается много примесей. Технология, опробуемая Schlumberger, заключается в прямом извлечении лития из рассола и позволяет сократить время получения лития до нескольких недель.
'),
('По просьбе Amazon из Apple App Store убрано приложение, выявляющее фальшивые отзывы о товарах','2021-07-18','Fakespot, приложение, которое анализирует отзывы на сайте Amazon, чтобы определить, какие из них являются поддельными, стало недоступно пользователям iOS. Компании Amazon удалось убедить Apple удалить его из App Store. По словам Amazon, приложение предоставляет вводящую в заблуждение информацию и создает потенциальные уязвимости в системе безопасности. Более того, гигант электронной коммерции утверждает, что Fakespot «внедряет свой код» в веб-сайт Amazon. Это якобы теоретически позволяет приложению собирать данные и подвергать риску конфиденциальную информацию клиентов, в том числе номера кредитных карт.
В заявлении Amazon сказано, что «приложение предоставляет клиентам вводящую в заблуждение информацию о наших продавцах и их продуктах, вредит бизнесу наших продавцов, и создает потенциальную угрозу безопасности. Мы ценим, что Apple проверила это приложение на предмет соответствия рекомендациям App Store».
Сауд Халифа (Saoud Khalifah), основатель и генеральный директор компании, выпустившей Fakespot, признал, что программа собирает некоторые пользовательские данные, но он заверил, что компания не продает эту информацию третьим лицам. Кроме того, он отрицает утверждение Amazon о том, что приложение представляет собой угрозу безопасности.
Amazon утверждает, что нарушены правила App Store. Одно из них гласит, что приложение, отображающее контент стороннего сервиса, должно получить он его разрешение. Другое правило запрещает приложениям отображать ложную информацию.
Компания Apple еще не выпустила заявление, в котором разъяснялось бы, почему именно приложение Fakespot было удалено из магазина, но представитель Apple уже сообщил источнику, что компания обратилась к Fakespot за несколько недель до удаления приложения, предоставив время на то, чтобы Fakespot и Amazon могли уладить разногласия.
'),
('Обвинив разработчиков игры War Thunder в неточности, один из игроков опубликовал в сети секретный документ','2021-07-18','Один из участников форума, посвященного игре War Thunder, разместил в сети секретный документ, касающийся британского танка Challenger 2, чтобы показать разработчикам игры, что они «смоделировали его неправильно».
Пользователь из Тидворта, идентифицировавший себя как командир Challenger 2, опубликовал выдержки из наставления по танку, предположительно, слегка подретушировав их. В частности, гриф «секретно» он заменил грифом «несекретно» и закрыл черными плашками часть изображений и текстов.
В гарнизоне Тидворт, расположенном примерно в ста километрах на юго-запад от Лондона, размещен Королевский танковый полк, на вооружении которого стоят танки Challenger 2.
Напомним, War Thunder — многопользовательская игра о боевой технике, разработанная компанией Gaijin Entertainment, основанной в 2002 году в России.
Компания немедленно выразила свое отношение к происшедшему, заявив, что не имеет дела с секретными документами. Любой документ, используемый в обсуждениях, разработке или сообщениях об ошибках, должен быть доступен для общественности и снабжен источником.
Дополнительно модератор форума написал, что у компании есть письменное подтверждение минобороны, что этот документ остается засекреченным, а форумчанин как военнослужащий, должен понимать, чем чреваты его действия, в том числе, для британских представителей компании, которой принадлежит форум. Отметим, что в Великобритании за нарушение Закона о государственной тайне предусмотрено наказание в виде тюремного заключения сроком до 14 лет.
'),
('В планах Intel выход мобильных и настольных процессоров Alder Lake с поддержкой vPro намечен на первый квартал 2022 года','2021-07-18','В распоряжении источника оказался график выпуска процессоров Intel с поддержкой технологии vPro. Хотя документ и не самый свежий — он датирован 16 января 2021 года — это самая актуальная информация на этот счет. Если верить «слайдам, процессоры Alder Lake-S и Alder Lake-P должны быть выпущены в первом квартале 2021 года.
Источник напоминает, что речь идет о процессорах vPro, которые предназначены для корпоративного сегмента и характеризуются усиленными средствами безопасности, поддержкой удаленного управления и удлиненными сроками валидации и доступности.
График подтверждает, что настольные процессоры Alder Lake-S vPro, которые, скорее всего, будут подобны потребительской серии Alder Lake-S, будут иметь до 16 ядер.
В серию мобильных процессоров Intel Alder Lake-P войдут модели с числом ядер до 14. Вероятно, это означает конфигурации, включающие до шести высокопроизводительных ядер и до восьми ядер с повышенной энергетической эффективностью. Напомним, что серия Alder Lake-P включает серии U15, U28 и H45. Мобильная серия более высокого класса Alder Lake-S под кодовым названием H55 будет включать модели с восемью ядрами каждого типа, но, похоже, они не входят в линейку Intel vPro.
Еще один график показывает, что процессоры Alder Lake будет поддерживаться в Windows 10 как минимум до 2023 года.
'),
('Худшая неделя для Bitcoin за почти два месяца. В чем причина падения стоимости криптовалюты?','2021-07-18','Как пишет источник со ссылкой на данный Bybt, за семидневный период стоимость Bitcoin снизилась на 8,61% – криптовалюте грозит худшее закрытие недельных торгов за почти два месяца.
Снижение на 28 неделе этого года практически повторило снижение стоимости Bitcoin на 24 неделе: около месяца тому назад стоимость криптовалюты за неделю упала на практически на ту же величину – на 8,64%. Впрочем, майский рекорд (минус 25,42% за неделю) точно устоит. На данный момент преобладают низкие объемы торгов, это указывает, что в краткосрочной перспективе стоимость Bitcoin вряд ли начнет повышаться. Но в чем причина нынешнего падения?
Дело снова в Китае. Государственная электросетевая корпорация Китая направила уведомление во все части страны с требованием прекратить майнинг криптовалют. Оно касается всех провинций, в том числе Хэнань и Аньхой. По сути, Аньхой стала последней китайской провинцией, в которой введен полный запрет на добычу криптовалюты. На данный момент почти 90% мощностей, использовавшихся для майнинга в Китае, остановлено. Крупные компании перебрасывают оборудование в другие страны, в числе которых Россия, Казахстан, Канада и США, а индивидуальные криптодобытчики распродают оборудование, использовавшееся для добычи Ethereum. На новости о прекращении майнинга в Аньхой стоимость Bitcoin опустилась до примерно 31 500 долларов и на этом уровне пока остановилась.
');

INSERT INTO comment (date, id_news, text, username)
VALUES
('2021-07-17',1,'Что-то вспомнился фильм где главный герой заплатил киллеру за собственное убийство. 2 часа фильма тот пытался убить заказчика разными способами, ничего не получалось. Под конец фильма главный герой передумал, но было уже поздно. Напомните название, пожалуйста.', 'Андрй Медведчук'),
('2021-07-17',1,'Вспомнил! «Вы умрете или мы вернем вам деньги» 2018', 'Андрй Медведчук'),
('2021-07-17',1,'Ещё был фильм Finding interest (1994)', 'Gnider'),
('2021-07-17',1,'Страховка жизни туда входит?
Скажем, на миллион баксов', 'Hance'),
('2021-07-17',1,'Если этот автопилот вас убьет, вам вернут деньги (за последний месяц).', 'ck.ua'),
('2021-07-17',1,'Ахахахахахахахаха', 'Alexander Yurin'),
('2021-07-17',1,'У нас куча агрессивных психопатов убивают друг дружку в изобилии и бесплатно)) Думается, что даже с автопилотом, но где-нибудь в Европе или США вероятность гибели на дороге всё же ниже чем у нас.', 'hostbest'),
('2021-07-17',1,'алё гараж у них там щас масса агрессивных черных психопатов получила карт бланш)', 'косто'),
('2021-07-17',1,'я изумлён, что Вы ещё живы!', 'GM1'),
('2021-07-17',1,'Спасите деревья!', 'GM1'),

('2021-07-17',2,'По последним тенденциям немцы должны системник не жечь, а топить.', 'iggi1981'),
('2021-07-17',2,'Как я понимаю пожар в доме начался из-за возгорания видеокарты MSI.', 'Олег Власов'),
('2021-07-17',2,'Нынешней репутации MSI это не поможет.', 'Vorfare'),
('2021-07-17',2,'У меня МСИ 3080, 3 кулера, заменил левые термопрокладки с завода и термопасту, в чем проблема? все работает на ура, карта гонится при желании и не греется.', 'Pavel_JJ'),
('2021-07-17',2,'" в чем проблема?"
Проблема в
«заменил левые термопрокладки с завода и термопасту,»', 'косто'),
('2021-07-17',2,'Ну а что вы хотели? думаете только у МСИ такая проблема? Сейчас с нехваткой нормальных деталей все гонят тоже самое и Асус, Гигабайт и прочие, через меня уже прошло много видеокарт, даже 3090 греются как чайник и прокладки текут, не важно какой производитель, DDR6X очень сильно греется, с обычными прокладками выше 100С, с хорошими не превышает 84С под нагрузкой, а вообще выше 95С не рекомендуется. Кстати 2070 от МСИ никаких проблем не было все прекрасно работает уже больше года, так что не знаю к чему придирки?', 'Pavel_JJ'),
('2021-07-17',2,'Песня радости и счастья', 'Репеллент'),
('2021-07-17',2,'Пожар обеспечивает привычную температуру для работы 2070?', 'bk0010'),
('2021-07-17',2,'«но после проверки мультиметром и установки новой системы охлаждения с жидким азотом она заработала». Ага, у каждого же дома есть бочёнок жидкого азота, чтобы подливать переодически, не говоря уже о безопасности открытой СО с жидким азотом. К тому же в ролике он видюху в корпус так и не поставил.', 'Alexander 27'),
('2021-07-17',2,'Бочонок', 'Tapis'),

('2021-07-17',3,'>Можно было в пользу государства помайнить
майнинг — зло.', 'Coyro'),
('2021-07-17',3,'А с моей точки зрения гейминг. От него только убытки.', 'Red Joker'),
('2021-07-17',3,'Какие убытки? Каждый геймер тоже на миллионы долларов электроэнергии жжёт, а где-то её не хватает из-за этого, а где-то больше жгут мазута, угля и сильней загрязняют природу? А ещё и воруют электроэнергию?', 'v-00'),
('2021-07-17',3,'На видео асики, скорее всего под биток, к видеокартам никак не относящиеся. Чем неугодили то?
Ну и да, очень умный поступок, ребята скоммуниздили электричества на два ляма, а оборудование на лям, вместо того, чтобы продать и компенсировать бюджет энергокомпании/города/чего угодно плющат техникой, скорее всего арендованной.', 'Jolly220volt .'),
('2021-07-17',3,'всё что намайнено непомерным трудом у них и так изъяли. А асики… мусор. С таким же успехом можно требовать от полиции изъятые наркотики продавать, для компенсации так сказать затрат)', 'Apelt'),
('2021-07-17',3,'Наркотики, в отличии от асиков запрещены к использованию и/или хранению.
Изъяли и изъяли, типа ууу как много, а остальные деньги мы катком вмажем?', 'Jolly220volt .'),
('2021-07-17',3,'это не деньги, это средства производства нелегальной продукции. С таки же успехом можно оборудование нарколабораторий продавать, но их почему то уничтожают) В России, вон продукты бульдозерами давят, что бы не допустить до населения качественные продукты.', 'Apelt'),
('2021-07-17',3,'Ну зачем так, можно было бы на авито продать.', 'Zahar_cheek'),
('2021-07-17',3,'раздать инвалидам и пенсионеркам в детские дома (ц)', 'GM1'),
('2021-07-17',3,'Видео годнота!', 'Emulty'),

('2021-07-17',4,'Не пора ли вообще задуматься о переходе с DDR на HBM?
Да, дороговато, но чем массовее технология — тем быстрее она дешевеет.', 'Alex.AT'),
('2021-07-17',4,'Технологией владеет пара-тройка компаний и из-за них может встать всё производство, учитывая как эти компании часто вступают в сговор это будет большая проблема', 'Иванов Вадим'),
('2021-07-17',4,'и чтобы в обычные слоты', 'Юрий Соколов'),
('2021-07-17',4,'Боюсь это в принципе не возможно. Такая память размещается на одной подложке с процессором. Таковы условия монтажа, что память должна располагаться близко.
Ибо представляете себе 1024 или 2048 битную шину вести по плате, до слотов и так что б без наводок.', 'Sawaru'),
('2021-07-17',4,'Ну вот да, две проблемы:
— Ширина и длина шины
— Отведение тепла (хотя HBM конечно эффективнее DDR, но только из-за близкого расположения)', 'Alex.AT'),
('2021-07-17',4,'Вообще не проблема.
Разница в том, что банально стеки HBM потребляют меньше энергии, чем сопоставимая gddr.
И в целом же нет проблем с отводом тепла с процессора, когда с маленьких кристаллов райзенов отводится более 50Вт тепла. У всего стека HBM, вероятно и 15Вт нет.
Не говоря уже том, что сквозь весь стек может проходить медь исключительно в целях отвода тепла. И в общем и целом не такая большая проблема, что один стек находится над другим. Ибо в конечном итоге то температура уходит на крайние стеки, т.е. часть тепла уходит в текстолит, а другая на радиатор. Но да будет некоторая дельта температур, но учитывая не особо высокое потребление, это будет нормой. Так же будет вопрос к интенсивности использовании памяти? CPU по своей природе всё же универсален, и не всем задачам необходимо гонять данные. Хотя возможно именно для того и будут брать подобные процы. Но в остальных менее интенсивных вычислениях, память тоже будет прохлаждаться. Так что охлаждение стоит не так остро.
А эффективней HBM не потому как близко, а потому как шина широкая.
Но широкая шина сама по себе становится проблемой, ибо это всё ещё физическая разводка, и широкую шину всё же не так просто развести. Что само по себе ограничение по монтажу, ибо далеко ты такую память просто физически не можешь вынести. Вероятно могут быть наводки, а это искажение данных. Что недопустимо.
А так же реальная проблема это ремонтопригодность. Ибо допустим если из-за брака память выйдет из строя, то менять придётся всё разом, т.е. и процессор в том числе. Ибо ты не можешь заменить битую банку памяти.
Следующая проблема это очевидно объёмы памяти, ты не можешь физически пихнуть кучу памяти, места не хватит.
Так же ты не можешь её расширить, поставив доп планку.
К тому же это очень дорого.
Вот как условный L4 кеш можно использовать, но заменить ей DDR память не выйдет пока.
На самом деле больше интересно, можно ли ускорить за счёт такой памяти те же SSD?', 'Sawaru'),
('2021-07-17',4,'«AMD, как и Intel, может добавить в свои процессоры память HBM.“
Странно видеть такой заголовок, когда знаешь, что HBM разработан AMD. Правильнее будет написать, что » Intel тоже решил использовать HBM память в своих процессорах. "', 'AlarmZone13'),
('2021-07-17',4,'но именно интел была первая в использовании её в процах, что меня тоже очень сильно удивляло… если мне не изменяет память, то был интеловский проц с графикой амд и такой памятью… i7 8809g', 'andrei_kob'),
('2021-07-17',4,'Процессор не использовал hbm, там графика вега была с hbm. Тут речь идет об использовании hbm именно процессором.', 'Daemonicus'),
('2021-07-17',4,'Интересно… Для каких задач нужна там hbm… У hbm высокая латентность около 107ns, это даже выше чем ddr5… Правда и псп значительно выше.', 'Petr Mazin'),

('2021-07-17',5,'Аха, стареющий «литий» начал «выстреливать».
Далее везде.', 'Alex.AT'),
('2021-07-17',5,'Не мечтай. Просто производственный брак.', 'hostbest'),
('2021-07-17',5,'Может и так.
А может и дизайнерский дефект.
Сами батареи-то они не исследовали.', 'Goury'),
('2021-07-17',5,'Он об электромобиле даже не мечтает. Денег, чтобы купить даже дешёвый bolt нет. Инфраструктуры нет. Живёт в трущобе.', 'SITH'),
('2021-07-17',5,'Придется менять батареи, как Hyundai с Kona EV.', 'Green2Vision'),
('2021-07-17',5,'Лет через 10 электромобили могут стать и достаточно безопасными.
Но сейчас выступать в роли бета-тестера? Зачем?
Есть отличные авто с ДВС, надежные, безопасные.', 'Kintaro'),
('2021-07-17',5,'GM выпускала Volt уже 10 ЛЕТ. Возгораний не было. Spark EV около 8 лет, возгораний не было. Так что этап бета-теста уже был.
В Bolt изменили химию ячеек и сделвли их плотнее.
7 или 8 машин сгорело из почти 100 тыс. проданных. Проблема с ячейками LG Chem. Неприятная, но решаемая. И опасность возгорания можно оценить с помощью bluetooth OBD модуля, смартфона и бесплатного приложения MyGreenVolt. Просто найти «просевшую» на 20% заряда или «перезаряженную» на 100% заряда ячейку. 5 минут времени занимает.', 'Андрей Либман'),
('2021-07-17',5,'Ах ты не патреод, хаденыш хррр-тьфу. Для нормальных людей был придуман лучший российский автопром в лице ВАЗ 2107!', 'Valdés Mironov'),
('2021-07-17',5,'А ты прикинь сколько тут было бы визгов, если речь была бы о российском ВАЗ-е, а не об американском Шевроле? Но это демократический брак — это нормально, это рабочий процесс, так бывает.', 'v-00'),
('2021-07-17',5,'А сколько электромобилей автоваз выпустил?', 'TAHK'),

('2021-07-17',6,'ладно машины — там целое дерево пропало после того как все стихло', 'DJ.'),
('2021-07-17',6,'А крыши близлежащих зданий даже не потрепало. Толи торнадо такой вялый, толи это не торнадо вовсе.', 'Alexander 27'),
('2021-07-17',6,'То ли крыши умеют строить «противоторнадные» :-)', 'BRuTe007'),
('2021-07-17',6,'То ли Анатолий ни при чём.', 'docz'),
('2021-07-17',6,'Маркетологи даже избыточный вес автомобиля могут преподнести в выгодном свете. Эпоха бодипозитива.', 'Aller 37'),
('2021-07-17',6,'причем тут маркетологи, они что, статью тебе писали? все верно ведь написано, чем машина тяжелей, тем сложней ее сдвинуть с места, что в данном случае как ни странно плюс.', 'user1000'),
('2021-07-17',6,'Остальные машины тоже не улетели.', 'Evgen Kovalski'),
('2021-07-17',6,'Шо?', 'Евгений П.E.П'),
('2021-07-17',6,'Ну и тормозной же у ixbt видеохостинг!
Не можете сами — пользовались бы сторонними. А так позорище сплошное.', 'kvy'),
('2021-07-17',6,'Там хёндай, какой к черту тесла?', 'Никита'),

('2021-07-18',7,'Где революция в звуке?
Новая оболочка по новой цене.
Ипаные маркетологи загнобили развитие вещей для людей.', 'Druvin'),
('2021-07-18',7,'Хороший звук есть, но он стоит совсем других денег. По моим наблюдениям, он мало кому нужен, нет значимой потребности. Поэтому выпускают и продают вот это вот.', 'SergN'),
('2021-07-18',7,'совершенно верно!
в любых обзорах — упор на количество нажатий, функции на эти долбаные нажатия, шумоподавление, «прозрачность»… ну а звук… это для маргиналов)))', 'Майк Сванефф'),
('2021-07-18',7,'Совершенно верно. Хорошо, что вы это понимаете', 'Valdés Mironov'),
('2021-07-18',7,'Хехе. Имея Хуавей Фрибадс Про с Аас и Сбц, купил новые Маршалл Моде2 с Аптх… Все, Хуавей продаю))
Как бы не хвалили Аас, но против Аптх ему сыграть.', 'AFS'),
('2021-07-18',7,'аптх это аналог сбц, а если быть точным, то это маркетинговый высер от qualcomm, не больше и не меньше', 'RunForLife'),
('2021-07-18',7,'А у тебя какой смартфон? У хуавея же есть какой то свой около hi res кодек. Который на бумаге превосходит aptx hd и ldac.', 'Rootcore Rootcore'),
('2021-07-18',7,'Дело не в кодеках.
Сами уши могут звучат по разному на одном и том же кодеке', 'roma099400'),
('2021-07-18',7,'Окружной шум настолько велик, что смысла в суперзвуке никакого
Ну а для дома, где тихо, эти таблетки тож не нужны
Нужны чашки, где уже имеет смысл думать о суперзвуке (да и то только для фанатов)', 'MrTO'),
('2021-07-18',7,'Звук сейчас стал настолько опупенным, что в сегменте >$100 их даже нет смысла сравнивать если не пожопились на компоненты — это все исключительно вкусовщина, связанная с системами корпусов для излучателей и конфигурациями фазоинверторов, рупоров и прочих клипшхорнов.
Куча современных моделей размером с 5 кулаков звучат сейчас лучше в 10 раз, чем S70 из моего детства, единственное, такого звукового давления из-за размера не дают.
Ваш Кэп.', 'SirGrey'),

('2021-07-18',8,'Страшно даже спрашивать что такое «лидар»…', '4syth'),
('2021-07-18',8,'Ну опечатались, бывает', 'grim1977'),
('2021-07-18',8,'Лида́р (транслитерация LIDAR англ. Light Detection and Ranging «обнаружение и определение дальности с помощью света») — технология получения и обработки информации об удалённых объектах с помощью активных оптических систем, использующих явления поглощения и рассеяния света в оптически прозрачных средах.', 'Serge2020'),
('2021-07-18',8,'5000 заказов в стране в которой проживает почти 1.5 миллиарда людей..:? Ммда)) действительно «очень популярный»;()))))', 'Tayenne Curbo'),
('2021-07-18',8,'Ну, учитывая, что у них пока всего в июне 6500 машин было продано, да, успех. Вообще они неплохо так растут:
Xpeng reports 6,565 electric car deliveries in June, which is 617% more than a year ago (from a low base of 916) and the best monthly result ever.', 'Serge2020'),
('2021-07-18',8,'То есть по мнению китайцев, все автомобили с лидарами до этого были глупыми..? ))', 'Andrey V'),
('2021-07-18',8,'Ты что-то имеешь против компартии? Авось шпион США', 'medal of honor X9'),
('2021-07-18',8,'прошлые были умные без лидара. Это первый умный с лидаром, я так понял заголовок.
И я только рад, что в машинах увеличивается число датчиков, это вопрос безопасности, с увеличением числа автономных (и т.п.) машин эта проблема будет увеличиватся. Тесла в этом вопросе заняла позицию барана — на не надо, не хотим, нам пока камер хватает', 'Vatzlav Ieronim'),
('2021-07-18',8,'Ок. А как же лидары Бош на Беспилотных Мерсах с 2019 года устанавливают?
Да я тоже как бы только за. Но ещё нужны чистые дороги с четкой разметкой и полное покрытие 5G.', 'Andrey V'),
('2021-07-18',8,'По мнению большинства разработчиков автопилотов расстояние
«умнее» определять лидарами и радарами, а не видеокамерами.', 'Mobillusion'),

('2021-07-18',9,'На ноутбуках с ОЛЕД экранами ещё и автономность подрастёт.', 'SCORPION557070'),
('2021-07-18',9,'Да чет не заметно', 'FantazerErni'),
('2021-07-18',9,'Уже тестировали?', 'roma099400'),
('2021-07-18',9,'Чем старше билд, тем больше глюков.', 'Prod'),
('2021-07-18',9,'Очень большие контрасты в темной теме тоже не очень полезно и красиво. Почему бы не выпустить им серую тему, темно серую, светло серую.', 'J. Boby'),
('2021-07-18',9,'МС одобрила только черную и голубую', 'Hance'),
('2021-07-18',9,'Да плевать им на глаза пользователей, на серой теме не хайпанешь.', 'LK'),
('2021-07-18',9,'Дааа… блин, опять дискриминация людей с подсевшим и плохим зрением. Терпеть не могу тёмный дизайн из-за подсевшего зрения. По ходу я пожизненно останось на WIN7 :)', 'sp71'),
('2021-07-18',9,'Светлая тема-то недоступна, наверное.)', 'docz'),
('2021-07-18',9,'Не знаю, у меня плохое зрение и мне лучше темная тема, так как светлая тема глаза режет', 'Алексей Саламатин'),

('2021-07-18',10,'Ждём аналогичных историй от криптоинвесторов и «шахтёров».
«Я работал в высокорискованном бизнесе. И, чтобы диверсифицировать свои активы, я продал все видюхи на авито через 10 подставных аккаунтов, так как я не чувствовал себя в безопасности пока их продавал...»', 'Александр'),
('2021-07-18',10,'Тут явно другая история. Одного отпустили в кэш для сохранения подушки безопасности. Если ливать всем сразу — это обрушит котировки крипты и может и вообще похоронить её, если все остальные киты заочкуют по части потерь. Поэтому, кому-то нужно оставаться и «гнуть свою линию» до конца, даже если цена крипты пробъёт не одно дно. Не проблема. Уйдёт потом «ни с чем» — первый ушедший половиной с ним поделится. Они так договорились. Уже сейчас договорились. Поэтому, первый ливает с резервом бабок под видом «боюсь» и всякой прочей хрени. Кому же надо — уже поняли, что происходит (ребята, что хотели — отжали и далее «хоть трава не расти»).', 'Alex TOPMAN'),
('2021-07-18',10,'То брилиант купят за крипту, то продают компанию, по криптохурме, причем не за криптохурму.То 2 брата акробата украдут крипты на миллионы долларов.
Ай да да ты гонишь, крипта, это валюта будущего =)', 'Артем Остапенко'),
('2021-07-18',10,'кто успел тот снял сливки, а остальные надеятся как лохи-мамонты', 'Druvin'),
('2021-07-18',10,'рассчитывает продать компанию за фиатные деньги', 'Impedans'),
('2021-07-18',10,'Главное в профессии криптюка, это вовремя смыться. Видимо, скоро Ктонадо баночку откроет, и эфир испарится.', 'Котопёс'),
('2021-07-18',10,'Так уже открыли, но с вазелином.', 'AndyUSU'),
('2021-07-18',10,'Ссыкотно стало. ;) Видимо, инвесторы заходили пообщаться.', 'vanya sidorov'),
('2021-07-18',10,'Один из создвателей… ну ну. Кто тут заголовки пишет то?', 'Александр Сучатов'),
('2021-07-18',10,'Хотели написать «создавателей», но пропустили букву, чего сразу придираться? :)', 'alien8'),

('2021-07-18',11,'На очереди — CD со звуками работающего ДВС.', 'calavera'),
('2021-07-18',11,'это уже пару лет как есть, даже без CD, электромобили могут воспроизводить звук ДВС, чтобы окружающие знали об их приближении', 'Jin'),
('2021-07-18',11,'Такое надо в ПДД запрещать. Одно из лучших качеств электромобилей — не шумят. А если ещё и правила соблюдать (да здравствуют автопилоты,-камеры на дорогах и штрафы для пешеходов) — то и ориентироваться на слух не понадобится.', 'Zergen'),
('2021-07-18',11,'Слепые при переходе дороги ориентируются на звук.', 'MIDIMaker'),
('2021-07-18',11,'Для слепых есть светофоры со звуком.', 'calavera'),
('2021-07-18',11,'Еще ни один пешеход не погиб от наезда светофора, в отличие от наезда машины.', 'user1000'),
('2021-07-18',11,'Если почитать ПДД — слепые могут переходить дорогу вообще в любом месте, просто подав сигнал белой тростью.', 'MIDIMaker'),
('2021-07-18',11,'Нельзя, потому что бесшумность машины — это реальная проблема во дворах. Пешеходы просто не слышат приближающейся машины и происходят наезды на людей.', 'user1000'),
('2021-07-18',11,'Тут смешаны в кучу все проблемы, и отсутствие громких звуков — совсем не главная для предотвращения ДТП:
1. Шатание пешеходов не по тротуарам, а по проезжей части
2. Отсутствие тротуаров, их занятость припаркованными авто
3. Наушники в оба уха, мешающие адекватно мониторить происходящее вокруг
4. Отсутствие привычки людей смотреть по сторонам, находясь на проезжей части. Почему то люди считают, что если у них приоритет, то это как то поможет им в больнице…', 'Квасок'),
('2021-07-18',11,'Одна из главных: подъезд, вдоль тротуара на подъездной дороге запаркованы машины, которые закрывают обзор. Человек, чтобы перейти дорогу, делает шаг из-за машин, не слыша звука- все, приехали. Можете, примерно, сравнить с ощущением, когда Вы идете пешком, а Вас обгоняет сзади электросамокат: тишина, и вдруг уже что-то большое пролетает мимо и оказывается впереди Вас.', 'TNY'),

('2021-07-18',12,'>> DisplayHDR 400
И это всё, на что он способен?!!!', 'SirGrey'),
('2021-07-18',12,'Олед не очень яркий, но зато черный отличный. Ну и смысла в более 400нит особо то и нет', 'Иванов Вадим'),
('2021-07-18',12,'400 — это блеклое говно, которое можно смотреть только в серьезно затемненном помещении, хорошо что не только в темноте ;)

И, как, кстати, они получили сертификат hdr400 true black при официальной яркости в 250кд/м2 ?!', 'SirGrey'),
('2021-07-18',12,'Сертификацию HDR получают по кратковременной пиковой яркости, которая доступна только в отдельных сценах HDR контента и которую нельзя выставить вручную для обычной работы.
Например у Dell UltraSharp UP3221Q сертификация DisplayHDR 1000, но в обычном режиме работы максимум 350cd/​m².', 'FS720'),
('2021-07-18',12,'Аааа!
Хитрые какие :)
Ясно!', 'SirGrey'),
('2021-07-18',12,'Но в этом олед Монике даж пиковая яркость это лишь 400
Т.е. абсолютное дно
Ну и при освещении отражение от экрана сделает реальный контраст ужасным (то, что олед сам не излучает при чёрном ничему не поможет, кроме случая работы с мориком в темноте)', 'MrTO'),
('2021-07-18',12,'Для игрушек пойдёт?', 'XXX XXX'),
('2021-07-18',12,'Ага судя по нику пофапаешь с удовольствием', 'александр петькин'),
('2021-07-18',12,'Нет, я понимаю, что это не для бытовых потребителей, но что так дофига? Нужны какие-то, чуть более крутые ТХ, иначе я в упор не понимаю, за что там 4к баксов.', 'vanya sidorov'),
('2021-07-18',12,'Все более-менее приличные 4К мониторы стоят столько же и даже дороже безо всякого олед.
Потому такая и цена.', 'SirGrey'),

('2021-07-18',13,'Не маловато ли будет для инстаграмчика и тик-тока?', 'calavera'),
('2021-07-18',13,'Все равно качество фото ням-ням', 'Зоопарк На ixbt'),
('2021-07-18',13,'Вот это да! Вот это технологии! Они сделали swap/файл подкачки на телефоне! Невероятно! Осталось Dial-Up модем подключть и можно пользоваться! Вот это новость…', '[DarkMaster]'),
('2021-07-18',13,'Диалап там давно уже, только что не насвистывает ))', 'Dmitry Paletsky'),
('2021-07-18',13,'Swap Android/Linux плохо работает.
Это винда может swap сделать вдвое больше оперативки и не тормозить. Android делает 0.5 гига swap/zram и умудряется тормозить', 'Hance'),
('2021-07-18',13,'Да сделайте пожалуйста уже наконец 64гб ОЗУ и кластер из двух аналогов 800го дракона и 2тб ФС. Интересно же, насколько лет его хватит прежде чем он станет тыквой лагающей обыкновенной.', 'Nordline O'),
('2021-07-18',13,'Помнится из Sony PS делали кластера ))', 'Dmitry Paletsky'),
('2021-07-18',13,'Угу… Как говорил товарищ Йода «Часто правда, за которую ты так цепляешься, зависит, главным образом, от твоей точки зрения.»', 'vanya sidorov'),
('2021-07-18',13,'Хотелось бы уже смарт как минимум с 24 Гб оперативки. Могли бы хоть во флагманы столько сувать.', 'Woofer'),
('2021-07-18',13,'Жрите, глупцы!', 'Сергей Ковалев'),

('2021-07-18',14,'Очень хочу увидеть коменты тех пиздаболов которые не так давно кричали, что электричек не будет, маск шарлатан и т.д. Где вы олени?', 'alexm123'),
('2021-07-18',14,'Подождите чуток, тут скоро перепись будет', 'Zergen'),
('2021-07-18',14,'так-же и про автоматические коробки, в своё время, кричали.', 'AndreyZ'),
('2021-07-18',14,'Прощай Honda', 'Arthur Kasimoff'),
('2021-07-18',14,'только вот что-то он промолчал про будущее их движков для генераторов :)', 'smt2'),
('2021-07-18',14,'Ускорение, перестройка?..', 'Ходэн'),
('2021-07-18',14,'электрички ненужны, все эта типо экология хрень собачья, буду ездить на дизеле', 'vvarior9'),
('2021-07-18',14,'экология тут не причем, вопрос чисто бабла
производство и утилизация батареек приносят больше вреда экологии чем двс', '6'),
('2021-07-18',14,'«Honda продает в Европе около 100 000 автомобилей в год, что составляет 2% мировых продаж автомобилей.»
В конце должно быть «автомобилей марки», а то получается что всего в мире производится 5 млн. автомобилей.', 'Geoma'),
('2021-07-18',14,'Конечно, только этой марки. Спасибо, исправил.', 'Accent'),

('2021-07-18',15,'Mate40 вышел в 2020', 'Зоопарк На ixbt'),
('2021-07-18',15,'И что?', 'john john'),
('2021-07-18',15,'Дизайн Mate40, уже как год известен. надо было написать Mate 50', 'Зоопарк На ixbt'),
('2021-07-18',15,'чукча не читатель чукча писатель?
Где указано, что это Mate 40?', 'Vitalii'),
('2021-07-18',15,'Реально чукча не читатель. Заголовок прочитайте ( Это Huawei Mate 40 или Honor Magic3? Новинку Honor показали на новом рендере )', 'Зоопарк На ixbt'),
('2021-07-18',15,'Первый день на хоботе, да?
Или вы понятие не имеете как выглядит Mate 40 и почему в это предложении «Это Huawei Mate 40 или Honor Magic3?» стоит знак вопроса?', 'Vitalii'),
('2021-07-18',15,'Про здравый смысл не слышали? В заголовке нужно было написать ( Это Huawei Mate 50 или Honor Magic3 ) а вставьте сделать от ссылку на Mate 40. Если бы я не знал про Mate 40, того откуда я знаю, что он вышел в 2020?', 'Зоопарк На ixbt'),
('2021-07-18',15,'Дак смысл не в построении догадок насчёт дизайна Mate50 или HonorM3, а в том, что новый Онор копия Mate40.', 'Vitalii'),
('2021-07-18',15,'Че? Вообще не похоже', 'Зоопарк На ixbt'),
('2021-07-18',15,'https://stylus.ua/thumbs/390x390/10/16/1679470.jpeg
«Че? Вообще не похоже» Серьёзно?', 'Vitali'),

('2021-07-18',16,'Проблема озёр ещё и в том, что при этом способе ~40% лития теряется', 'MrTO'),
('2021-07-18',16,'литий неожиданно стал заканчиватся', 'smith'),
('2021-07-18',16,'Да да, с чего бы это))', 'Artem Xeon'),
('2021-07-18',16,'В методичке написано.', 'Кукушкин'),
('2021-07-18',16,'нет, не литий, просто современных мощностей по его производству уже недостаточно и их надо наращивать, а так самого лития до *опы…', 'Salutrib Salutrib'),
('2021-07-18',16,'Отжали Боливию у Эво Моралеса, лития хватит всем.
Но проблема электромобилей не в количестве лития, а в хранении энергии, отдачи КПД из расчета в 1 лошадиную силу, пока Метан лидирует по всем показателям, но скоро гейропа переобуется в дорогой зеленый водород, вспомнив про утилизацию продуктов лития…', 'Druvin'),
('2021-07-18',16,'Лидирует Керосин и Солярка. На 1ом летают все самолеты, на втором вся тяжелая техника. Хотя метан действительно самый «теплотворный», но вот почему на метане не летают?, хотя КАМАЗы уже переводят свои моторы на метан и соляру только для поджога смеси.', 'topol717'),
('2021-07-18',16,'По той же причине почему не летают на атомном двигателе пока', 'Gnider'),
('2021-07-18',16,'Скоро как раз на метане и полетят, всему своё время, хотя будущее реактивной авиации за синтетическим, углерод-нейтральным, топливом…', 'Salutrib Salutrib'),
('2021-07-18',16,'На метане летали в 1989 году, об этом ещё в Большой Советской Энциклопедии писали.', 'Ассанж'),

('2021-07-18',17,'Да, выявление поддельных отзывов однозначно «вредит бизнесу продавцов». нужно запретить выявлять.', 'clawbug'),
('2021-07-18',17,'А еще Amazon в свое время выпилила комментарии к отзывам под предлогом, что они не нужны. Теперь видишь отзыв, в котором полная хрень написана, и ни прокомментировать, ни минуснуть…', 'Alqualos'),
('2021-07-18',17,'не мешайте разводить хомячков. Не дай ктулху им понравится, сделают такое же на других площадках и алихпресс закроется.', 'Bit-XXL'),
('2021-07-18',17,'Ну так амазон превратился в местный Авито. Конечно хозяин негодует. Полистайте там товары и отзывы, стоко хлама по завышеной цене даже на Али еще поискать надо.', 'Александр Морковин'),
('2021-07-18',17,'Амазон = Авито + Беру
С облаками и шлю…', 'Hance'),
('2021-07-18',17,'Ворон ворону глаза не выклюет.', 'Lecter MD'),
('2021-07-18',17,'люди перестали ходить на рынки ( а ведь зачастую все на порядок дешевле, чем в интернете', 'Джангир Капин'),
('2021-07-18',17,'Amazon совершенно мерзкое и подлинькое образование, меня однажды откровенно кинули там на 50 евро, и достучаться к ним чтобы вернули деньги, та еще проблема, а в случае обращения клиентов в службы, отгородились кучей различных совершенно бесполезных ссылок и адресов как каменной стеной, с тех пор я сказал себе — никаких Amazon больше никогда, и ни за что…', 'alex korff'),
('2021-07-18',17,'Али раньше автоматом вставал на сторону покупателя. Сейчас нужно доказывать, но все споры пока выигрывал', 'Hance'),
('2021-07-18',17,'Смог доказать, значит прав, а там же, в этом амазоне, даже связаться со службами проблема, просто отфутболивают от одного к другому, и так по кругу до бесконечности…', 'alex korff'),

('2021-07-18',18,'Британская «обезьяна» с «гранатой».', 'St_Arunas'),
('2021-07-18',18,'Кста, один из наших разрабов эмулятора самолётов/вертолётов dcs world купил документацию к старому ф-14/15, после чего его амеры/цру/Госдеп незаконно выкрали из третьей страны и посадили в тюрьму
Пример обезьяны с гранатой, но в обратную уже сторону', 'MrTO'),
('2021-07-18',18,'Что за байка?', 'KiringaPuh'),
('2021-07-18',18,'Это не байка, это какая-то идиотия. Сия документация свободно продается на ибее, но вывозить из страны — низзя.', 'n0th1ng'),
('2021-07-18',18,'Ему дали год и он давно уже в России. Плюс там ещё перепродажи этой документации. Тем более что его не выкрали, а экстрадировали', 'TAHK'),
('2021-07-18',18,'Поскольку вся история была незаконной, то именно выкрали
Причём, за «преступление», которое на ибэй происходит всю дорогу', 'MrTO'),
('2021-07-18',18,'Они настолько секретные, что немного погуглив можно найти их в можно в открытых источниках', 'Д Е Н И С'),
('2021-07-18',18,'Игромания до хорошего еще никого не доводила', 'Cheetah X-15'),
('2021-07-18',18,'Чем грозит публикация для НЕГО — я думаю, он понимает. Но неужели форумы тоже можно привлечь к ответственности в случае, если какой-то идиот опубликует на них гостайну?
Ну и в целом история феерична. Я еще могу представить, что какой-то человек увлечется и случайно в разговоре просто упомянет факт, который известен ему в силу профессиональной деятельности и засекречен. За это, конечно, тоже посадят (и правильно), но тут хотя бы понятно, что не так легко удержать в голове, что секретно, а что нет. Поэтому умные люди предпочитают вообще не обсуждать профессиональные вопросы.
Но взять и выложить ФОТО СЕКРЕТНОГО ДОКУМЕНТА — это уже какой-то клинический идиотизм.', 'Vladimir00'),
('2021-07-18',18,'Так и новость о танкисте.', 'Batman@gametech'),

('2021-07-18',19,'Alder_ы сработаны на 10 нм технологии, такое можно и нужно брать…', 'Salutrib Salutrib'),
('2021-07-18',19,'Ну пока неясно с этими 10нм. Вот те же Tiger хуже Zen 3 на 7нм, а AMD наверняка уйдет на 5нм когда будет Alder Lake.', 'Иванов Вадим'),
('2021-07-18',19,'я понятия не имею что такое Zen 3 на 7нм, в апреле купил себе вот этот ноут на Тайгере и очень доволен:
https://rozetka.com.ua/ua/lenovo_82fg00jxra/p280676243/', 'Salutrib Salutrib'),
('2021-07-18',19,'Интоловский 10 нм техпроц превосходит 7+++ от тсмс, изучите мат часть', 'Александр Шестопалов'),
('2021-07-18',19,'Пруфы? или всё тот пук?', 'Sawaru'),
('2021-07-18',19,'Изучи матчасть, там все ответы.', 'Александр Шестопалов'),
('2021-07-18',19,'Транзисторов ± одинаковое количество, но Тайгеры так же при нагрузке работают нормально только пару минут, а потом 100 градусов и тротлинг, да и 35w рузен равен 65 intelu, но пять же райзен не тротлит при высокой нагрузке.', 'Lexa chirik'),
('2021-07-18',19,'А причём тут тех процесс?
Ещё раз, конечный продукт вообще не обязан использовать максимальную плотность тех процесса.
Тротлинг вообще так же зависит от СО. А при равной СО, от термоинтерфейса и площади кристалла, интенсивности вычислений. При этом не говоря про потребление. Есть ситуации когда при равно потреблении, один проц будет тротлить второй нет.
Ну и да естественно это зависит от вольтчастотной характеристики проца. Чем она лучше, тем выше частоты или тем энергоэффективней камень. И типо судить вот так по конечному продукту тупо, просто потому как вообще условия разные, микроархитектуры разные. Мы не можем так нормально сравнить тех процесс. При том, что кол-во транзисторов на мм2 на одном и том же тех процессе, может плавать от одного продукта к другому.
Единственно верным, было бы сравнение тех процесса, используя один и тот же узел. На разных тех процессах. И сравнивать данный узел в одинаковых условиях.', 'Sawaru'),
('2021-07-18',19,'А по плотности транзисторов 10нм интел лучше чем 7нм tsmc.', 'Serded'),
('2021-07-18',19,'Да, но интелу надо на 7 нанометров переходить. Времени мало.', 'Вадим Насваев'),

('2021-07-18',20,'Чем меньше майнеров, тем больше им дохода.', 'EminST'),
('2021-07-18',20,'В 2021 году Nvidia может продать карт для майнеров на 1.5 млрд. долларов. А в следующем до 5. На что то рассчитывают. Знают.', 'Igor'),
('2021-07-18',20,'все верно, в следующем году от 0 до 5, возможно ближе к 1 цифре)', 'lukis'),
('2021-07-18',20,'Если никто в валюту не идёт (даже в виртуальную), то и стоить она много не может. Сейчас на панике выходят из битка.', 'Kellan'),
('2021-07-18',20,'Три недели назад (25-26 июня) был такой же курс. Похоже не на падение, а на стабильность.', 'KRAW'),
('2021-07-18',20,'а через год будет курс 10 000, как и год назад — вообще стабильность )', 'lukis'),
('2021-07-18',20,'А вот это как раз вряд ли. Если только остальные пирамиды (в первую очередь акции популярных компаний) тоже обрушатся. Но если такое случится, то цена bitcoin будет интересна в последнюю очередь.', 'KRAW'),
('2021-07-18',20,'В прошлом году бумажные деньги показали свою реальную стоимость, глобальная инфляция сегодня не даст соврать', 'Druvin'),
('2021-07-18',20,'Бесполезный в технологическом плане инструмент, не эффективный в масштабах планеты, ибо тормозное убожество, хочешь быстрее плати большую комиссию.
По сути если говорить без оговорок это пустышка, просто лохотрон / МММ мирового масштаба.
И да вывод статьи неверен. в кратко-сроке как раз таки по причине и таких статей и вообще повальных новостей про падение битка. как раз ожидается небольшой рост...
Ибо слишком сильно сантимент рынка двинулся в продажи, нужно обязательно обуть участников рынка, особенно тех кто с плечами зашел в продажи… и это сделают с крайне большой вероятностью, значит в краткосроке либо от 30 рывок вверх но не далеко и не надолго. либо ускорение вниз. цепляем новых продаванов и оттуда рывок наверх. рубим им депозиты.
И так остается ждать и посмотреть ))', 'dens12'),
('2021-07-18',20,'Скорее бумажки рф и даже сша это лохотрон. В ближайшие лет 80 битокин не возможно подделать или взломать. Эмиссия ограниченна 26 млн монет, из-за утери монет и их конечного числа, постоянная дефляция. Я тоже был хейтером, пока не разобрался, как это работает.
П.с. Тем, кто не изучал высшую математику в универе или далёк от неё, вряд-ли получится понять, как это работает.', 'Red Joker');
